{
    "Player": [
      {
        "id": 1,
        "image": "https://i.ibb.co/BjYsLw0/losangeles.jpg",
        "name": "Los Angeles Gladiators",
        "Description":"The Los Angeles Gladiators are an American professional Overwatch esports team based in Los Angeles, California. The Gladiators compete in the Overwatch League as a member of the league's West region."
      },
      {
        "id": 2,
        "image": "https://i.ibb.co/0BkD516/london.jpg",
        "name": "London Spitfire",
        "Description":"London Spitfire is a professional Overwatch team representing the city of London, United Kingdom. The Spitfire compete in the Overwatch League as a member of the league's West region."
      },
      {
        "id": 3,
        "image": "https://i.ibb.co/Zdq9Fcm/houston.jpg",
        "name": "Houston Outlaws",
        "Description":"The Houston Outlaws are an American professional Overwatch esports team based in Houston, Texas. The Outlaws compete in the Overwatch League as a member of the league's West region."
      },
      {
        "id": 4,
        "image": "https://i.ibb.co/RBs1ZMS/hangzhou.jpg",
        "name": "Hangzhou Spark",
        "Description":"Hangzhou Spark is a Chinese professional Overwatch esports team based in Hangzhou, China. The Spark compete in the Overwatch League as a member of the league's East region. Founded in 2018, Hangzhou Spark began play as one of eight expansion teams in 2019 and is one of four professional Overwatch teams based in China."
      },
      {
        "id": 5,
        "image": "https://i.ibb.co/5xzy7TR/guangzhou.jpg",
        "name": "Guangzhou Charge",
        "Description":"Guangzhou Charge is a Chinese professional Overwatch esports team based in Guangzhou, China. The Charge compete in the Overwatch League as a member of the league's East region."
      },
      {
        "id": 6,
        "image": "https://i.ibb.co/4Sf2MsW/florida.jpg",
        "name": "Florida Mayhem",
        "Description":"Florida Mayhem is an American professional Overwatch esports team based in Miami and Orlando, Florida. The team competes in the Overwatch League as a member of the league's West Division."
      },
      {
        "id": 7,
        "image": "https://i.ibb.co/7p0LdQZ/dallas.jpg",
        "name": "Dallas Fuel",
        "Description":"Dallas Fuel is an American professional Overwatch team based in Dallas, Texas. The Fuel compete in the Overwatch League as a member of the league's West region. Founded in 2017, Dallas Fuel is one of the league's twelve founding teams and is one of two professional Overwatch teams based in Texas."
      },
      {
        "id": 8,
        "image": "https://i.ibb.co/pzN6Bwh/chengou.jpg",
        "name": "Chengdu Hunter",
        "Description":"Chengdu Hunters is a Chinese professional Overwatch esports team based in Chengdu, China. The Hunters compete in the Overwatch League as a member of the league's East region"
      },
      {
        "id": 9,
        "image": "https://i.ibb.co/S6SGvR3/atlanta.jpg",
        "name": "Atlanta Reign",
        "Description":"Atlanta Reign is an American professional Overwatch esports team based in Atlanta, Georgia. The Reign compete in the Overwatch League as a member of the league's West region."
      },
      {
        "id": 10,
        "image": "https://i.ibb.co/8dPd1dN/boston.jpg",
        "name": "Boston Uprising",
        "Description":"Boston Uprising is an American professional Overwatch esports team based in Boston, Massachusetts. The team competes in the Overwatch League as a member of the league's West region. Founded in 2017, Boston is one of the league's twelve founding teams."
      }
    ]
  }